semestr1/his-fil/25.11.20-w.org
#+TITLE: 25 11 20 W

* Sokrates
- dyskusja na temat uniwerslaności cnoty
- wiem, że wiem nic
- Apologia
- cnota jest wiedzą → cnoty można sie nauczyć
- drabinka sokratesa (3 → 1)
  1. szczęście (eudaimonia)
  2. doskonałość (arete)
  3. dobro (agathon) = prawda (alatheia) = piękno (kalon)
** metoda sokratejska/sokratyczna
- ma na celu: poszukiwanie wiedzy,
- intelektualizm etyczny
*** metoda elenktyczna (negatywna, krytyczna)
- krytyka poglądów rozmówcy
- wykazywał rozmówcy fałszywość jego tez poprzez sprowadzanie jego odpowiedzi do absurdu
*** metoda majeutyczna (położnicza, pozytywna)
- od gr. /maiutikos/ - położniczy
- dochodzenie do prawdy
- sokrats chciał, na drodze stawniania pytań, sprawić by rozmówca sam doszedł do prawdy
- każdego konia można doprowadzić do wodopoju, ale nie można konia zmusić do picia
- pomaga rozmówcy dochodzić do prawdy (proces)
-
* Szkoły sokratejskie/sokratyczne
- uczniowie sokratesa (?)
** Szkoła cyników
- trudno powiedziec, czy to była szkoła (w sensie instytucja)
- secundum naturam vivere - żyć w zgodzie z naturą
- nazwa szkoly wywodzi sie od gymnazjum w Cynosarges, skąd
- cynik -"żyjący jak pies"
- cynicki nie cyniczny
*** Antystenes
- twórca cynizmu
- ważne jest to jaki człowiek jest, nie co ma
- cnota powinna być jedynym celem działania
- zgadza się z Sokratesem że cnoty można się nauczyć (*w odpowiednich warunkach*)
- człowiek musi zoobojętnić wobec wszystkiego, co nie jest cnotą
- "Trzeba sobie zapewnić albo rozum, albo powróz" "Tertium non datur"
- krytykował teorię form Platon ("Konia widzę, końskości nie dostrzegam")
*** Diogenes z Synopy
- pokazuje, że cynizm to sposób życia który można realizować w praktyce
- kwestionuje, odrzuca obowiązujące normy moralne
