semestr1/his-fil/25.11.20-w.md

# Table of Contents

1.  [Sokrates](#org93db3dd)
    1.  [metoda sokratejska/sokratyczna](#orgfb55b9f)
        1.  [metoda elenktyczna (negatywna, krytyczna)](#orge13d79f)
        2.  [metoda majeutyczna (położnicza, pozytywna)](#orga05cea1)
2.  [Szkoły sokratejskie/sokratyczne](#org9aea95e)
    1.  [Szkoła cyników](#orgf644c68)
        1.  [Antystenes](#orga76947b)
        2.  [Diogenes z Synopy](#org2b2559e)



<a id="org93db3dd"></a>

# Sokrates

-   dyskusja na temat uniwerslaności cnoty
-   wiem, że wiem nic
-   Apologia
-   cnota jest wiedzą → cnoty można sie nauczyć
-   drabinka sokratesa (3 → 1)
    1.  szczęście (eudaimonia)
    2.  doskonałość (arete)
    3.  dobro (agathon) = prawda (alatheia) = piękno (kalon)


<a id="orgfb55b9f"></a>

## metoda sokratejska/sokratyczna

-   ma na celu: poszukiwanie wiedzy,
-   intelektualizm etyczny


<a id="orge13d79f"></a>

### metoda elenktyczna (negatywna, krytyczna)

-   krytyka poglądów rozmówcy
-   wykazywał rozmówcy fałszywość jego tez poprzez sprowadzanie jego odpowiedzi do absurdu


<a id="orga05cea1"></a>

### metoda majeutyczna (położnicza, pozytywna)

-   od gr. *maiutikos* - położniczy
-   dochodzenie do prawdy
-   sokrats chciał, na drodze stawniania pytań, sprawić by rozmówca sam doszedł do prawdy
-   każdego konia można doprowadzić do wodopoju, ale nie można konia zmusić do picia
-   pomaga rozmówcy dochodzić do prawdy (proces)
-   


<a id="org9aea95e"></a>

# Szkoły sokratejskie/sokratyczne

-   uczniowie sokratesa (?)


<a id="orgf644c68"></a>

## Szkoła cyników

-   trudno powiedziec, czy to była szkoła (w sensie instytucja)
-   secundum naturam vivere - żyć w zgodzie z naturą
-   nazwa szkoly wywodzi sie od gymnazjum w Cynosarges, skąd
-   cynik -"żyjący jak pies"
-   cynicki nie cyniczny


<a id="orga76947b"></a>

### Antystenes

-   twórca cynizmu
-   ważne jest to jaki człowiek jest, nie co ma
-   cnota powinna być jedynym celem działania
-   zgadza się z Sokratesem że cnoty można się nauczyć (**w odpowiednich warunkach**)
-   człowiek musi zoobojętnić wobec wszystkiego, co nie jest cnotą
-   "Trzeba sobie zapewnić albo rozum, albo powróz" "Tertium non datur"
-   krytykował teorię form Platon ("Konia widzę, końskości nie dostrzegam")


<a id="org2b2559e"></a>

### Diogenes z Synopy

-   pokazuje, że cynizm to sposób życia który można realizować w praktyce
-   kwestionuje, odrzuca obowiązujące normy moralne

